Revit 2027 API
ParameterTypeId.ExtrusionStartParam Property
 "Extrusion Start"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId ExtrusionStartParam { get; }
Public Shared ReadOnly Property ExtrusionStartParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ ExtrusionStartParam {
	ForgeTypeId^ get ();
}
static member ExtrusionStartParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace